print('Задача 3. Животные')

# Что нужно сделать
# Создайте две переменные с именами «Первое животное» и «Второе животное» на английском языке.
# Запишите в первую переменную слово «Заяц», а во вторую — «Черепаха».
# Используя эти переменные, выведите на экран текст «Заяц спит, Черепаха идёт» в одну строку.

the_first_pet = 'Заяц'
the_second_pet = 'Черепаха'
print(the_first_pet, 'спит,', the_second_pet, 'идет')
